cms-external-sources/tests/test_files/soap/PHRM_testSearchByName_identifier_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:searchByName>
         <arg0>
            <identifier>709334</identifier>
            <pageNumber>1</pageNumber>
            <pageSize>10</pageSize>
         </arg0>
      </impl:searchByName>
   </soapenv:Body>
</soapenv:Envelope>